IDEA StatiCa Open Model
MatPrestressSteelSIA.Fpk Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 characteristic value of tensile strength of prestressing steel
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Fpk { get; set; }
Public Property Fpk As Double
	Get
	Set
public:
property double Fpk {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatPrestressSteelSIA Class
IdeaRS.OpenModel.Material Namespace